[Settings]

AuthorName=zexspectrum	
AuthorEmail=zexspectrum@gmail.com
Language=Russian
RTLReading=0
CrashRptVersion=1200

[MainDlg]
DlgCaption=Отчет об ошибке
HeaderText=%s прекратил работу
SubHeaderText=Пожалуйста, отправьте нам этот отчет, чтобы помочь исправить ошибку.
WhatDoesReportContain=Что содержится в отчете?
ProvideAdditionalInfo=Предоставить дополнительные сведения (рекомендуется)
YourEmail=Ваш E-mail:
DescribeProblem=Опишите в нескольких словах, какие действия привели к ошибке:
PrivacyPolicy=Наша политика конфиденциальности
InvalidEmailCaption=Неправильный E-mail
InvalidEmailText=Пожалуйста, укажите правильный E-mail адрес, например, name@hotmail.com.
SendReport=Отправить отчет
CloseTheProgram=Закрыть программу

[DetailDlg]
DlgCaption=Содержимое отчета об ошибке
DoubleClickAnItem=Дважды щелкните на названии файла, чтобы открыть его.
FieldName=Имя
FieldDescription=Описание
FieldType=Тип
FieldSize=Размер
Preview=Просмотр
PrivacyPolicy=Наша политика конфиденциальности
Close=Закрыть
           
[ProgressDlg]
DlgCaption=Отправка отчета об ошибке
StatusText=Идет отправка отчета (попытка %d из 3)...
ConfirmLaunchEmailClient=Отчет об ошибке может быть отправлен с помощью Вашей почтовой программы (%s).\nНажмите OK, чтобы запустить почтовую программу, или нажмите Отмена, чтобы отказаться.
CompletedWithErrors=Не удалось отправить отчет. Нажмите кнопку Закрыть.
CopySelectedLines=Копировать выделенные строки
CopyTheWholeLog=Копировать лог целиком
Cancel=Отмена
Cancelling=Отменяется...
Close=Закрыть

